tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "beeftornado/rmtree"
tap "cloudflare/cloudflare"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "knative-extensions/kn-plugins"
tap "knative/client"
tap "oven-sh/bun"
tap "railwayapp/tap"
tap "xpipe-io/tap"
brew "sqlite"
brew "ansible"
brew "argocd"
brew "argocd-autopilot"
brew "bandcamp-dl"
brew "bash"
brew "bat"
brew "buf"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "ctop"
brew "cython"
brew "deno"
brew "node"
brew "devcontainer"
brew "kubernetes-cli"
brew "devspace"
brew "direnv"
brew "ffmpeg"
brew "faircamp"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "istioctl"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubectx"
brew "kubeseal"
brew "lazydocker"
brew "lazygit"
brew "lighttpd"
brew "llvm"
brew "lsd"
brew "mas"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "ncdu"
brew "nmap"
brew "operator-sdk"
brew "protobuf"
brew "pwgen"
brew "python@3.10"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "supervisor", restart_service: true
brew "tea"
brew "terraform"
brew "tilt"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "woodpecker-cli"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "goreleaser/tap/goreleaser"
brew "knative-extensions/kn-plugins/quickstart"
brew "knative/client/kn"
brew "oven-sh/bun/bun"
brew "railwayapp/tap/nixpacks"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "balenaetcher"
cask "devpod"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-meslo-lg-nerd-font"
cask "heynote"
cask "iterm2"
cask "kdiff3"
cask "macfuse"
cask "obsidian"
cask "rectangle"
cask "soulseek"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "unity-hub"
cask "visual-studio-code"
cask "xpipe"
mas "1Password for Safari", id: 1569813296
mas "BetterSnapTool", id: 417375580
mas "Codye", id: 1516894961
mas "Display Menu", id: 549083868
mas "Draw Things", id: 6444050820
mas "Ducky", id: 1525505933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "SnippetsLab", id: 1006087419
mas "SSH Config Editor", id: 1109319285
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-preview-github-styles"
vscode "bufbuild.vscode-buf"
vscode "csharpier.csharpier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jscearcy.rust-doc-viewer"
vscode "kangping.protobuf"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pbkit.vscode-pbkit"
vscode "rangav.vscode-thunder-client"
vscode "rdnlsmith.linux-themes"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "visualstudiotoolsforunity.vstuc"
vscode "zhangyue.rust-mod-generator"
