tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "sqlite"
brew "bash"
brew "bat"
brew "chezmoi"
brew "ctop"
brew "devcontainer"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "helm"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lighttpd"
brew "lsd"
brew "ncdu"
brew "nmap"
brew "pwgen"
brew "ripgrep"
brew "tea"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "balenaetcher"
cask "devpod"
cask "docker"
cask "iterm2"
cask "obsidian"
cask "rectangle"
cask "the-unarchiver"
cask "visual-studio-code"
cask "yed"
mas "1Password for Safari", id: 1569813296
mas "Display Menu", id: 549083868
mas "PopClip", id: 445189367
mas "SSH Config Editor", id: 1109319285
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
